tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'

# Shell
brew 'zsh'
brew 'ack'
brew 'tldr'
brew 'thefuck'
brew 'ccat'
brew 'htop'
brew 'ncdu'
# cask 'font-fira-code'
# brew 'antigen'

# General software
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'caffeine'
cask 'franz'
cask 'macpass'
cask 'alfred'
cask 'tunnelblick-beta'
cask 'docker'
cask 'amethyst'
cask 'bettertouchtool'
cask 'dropbox'
cask 'skim'

# Dev
brew 'cmake'
brew 'clang-format'
brew 'git'
brew 'pandoc'
brew 'pandoc-citeproc'
cask 'mactex'
cask 'visual-studio-code'
cask 'docker'
brew 'awscli'
brew 'azure-cli'
brew 'wget'
cask 'miniconda'
cask 'visual-studio-code'
