tap 'caskroom/cask'
tap 'caskroom/fonts'

# Shell
brew 'zsh'
brew 'ack'
brew 'tldr'
brew 'antigen'
brew 'thefuck'
brew 'ccat'
brew 'htop'
cask 'font-fira-code'

# General software
cask 'firefox'
cask 'caffeine'
cask 'franz'
cask 'keepassxc'
cask 'google-backup-and-sync'
cask 'rambox'
cask 'alfred'

# Dev
brew 'cmake'
brew 'clang-format'
brew 'git'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'python3'  # bugs out
cask 'mactex'
cask 'visual-studio-code'
cask 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'awscli'
