# ohmyzsh/ohmyzsh path:plugins/compleat
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/wd
ohmyzsh/ohmyzsh path:plugins/last-working-dir
# ohmyzsh/ohmyzsh path:plugins/zsh-interactive-cd
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/compleat

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions

caarlos0/zsh-mkc
djui/alias-tips
mafredri/zsh-async
rupa/z

# should be last
sindresorhus/pure
zdharma/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
