ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/docker
# ohmyzsh/ohmyzsh path:plugins/wd
ohmyzsh/ohmyzsh path:plugins/last-working-dir
# ohmyzsh/ohmyzsh path:plugins/zsh-interactive-cd
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/compleat

ohmyzsh/ohmyzsh path:plugins/gh
ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/thefuck
ohmyzsh/ohmyzsh path:plugins/ripgrep
# ohmyzsh/ohmyzsh path:plugins/rsync
ohmyzsh/ohmyzsh path:plugins/safe-paste
# ohmyzsh/ohmyzsh path:plugins/scd
# ohmyzsh/ohmyzsh path:plugins/tmux
# ohmyzsh/ohmyzsh path:plugins/tmux-cssh

mafredri/zsh-async
# zsh-users/zsh-autosuggestions
marlonrichert/zsh-autocomplete
zsh-users/zsh-history-substring-search
# zsh-users/zsh-syntax-highlighting
# z-shell/fast-syntax-highlighting
# zsh-users/zsh-completions

caarlos0/zsh-mkc
djui/alias-tips
# rupa/z

# Aloxaf/fzf-tab

# should be last
sindresorhus/pure
